{
  "dance": {
    "name": "Et voilà !",
    "author": "Violaine Eysseric",
    "scddb-id": 21104,
    "kind": "Medley of 40-bar strathspey and 40-bar reel for four trios in a square set",
    "short-kind": "M40 12S",
    "date": "2022",
    "date-format": "during the teaching certificate class in weeks 1 and 2 of Summer School %year%\nas a gift for Rachel Shankland and George Meikle\n",
    "deviser-details": "The candidates devised dances and created “The Doonhamers' Book”. This dance\nis for twelve dancers as there were twelve of us; it also uses a lot of\nformations included in the dances of Unit 2 – even if not always in the usual\nway!\n",
    "instructions": [
      {
        "type": "phrase",
        "starts": 1,
        "ends": 8,
        "content": "The persons in the middle of all trios dance left hands accross in the\nmiddle of the square and right hands accross back to original place while\nthe other persons dance eight hands round to the left and back.\n"
      },
      {
        "type": "phrase",
        "starts": 9,
        "ends": 16,
        "content": "1st and 3rd trios dance a reel of four accross the set. In each trio, the\nperson in the middle dances in tandem with the person on their right; the\nperson in the middle has the lead to start, and the lead changes halfway\nin the reel. The tandems pass left shoulder to begin.\n"
      },
      {
        "type": "phrase",
        "starts": 17,
        "ends": 20,
        "content": "All trios dance anti-clockwise one place, finishing facing inside the\nsquare.\n"
      },
      {
        "type": "phrase",
        "starts": 21,
        "ends": 24,
        "content": "All trios dance «modified set and link for three»: in each trio, the three\npersons set; the person on the left dances in to finish facing out in the\nposition at the right of the trio; the person in the middle and the person\non the right cast off one place to finish in promenade hold in the\npositions at the left and in the middle of the trio.\n"
      },
      {
        "type": "phrase",
        "starts": 25,
        "ends": 40,
        "content": "All dance «Schiehallion reels» all round; the dancers in promenade hold\nsticking together as one unit.\n"
      },
      {
        "type": "repeat",
        "kind": "custom",
        "text": "Repeat as strathspey and then as reel, twice. All trios progress by one\nside of the square each time through as persons in trio get reordered: the\npersons on the left, in the middle and on the right becoming the persons\non the right, on the left and in the middle respectively.\n"
      },
      {
        "type": "devised by"
      }
    ]
  },
  "slug": "et-voila"
}
